// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskNameLegacy = "Stromverwaltung";

NeverAutoOffTitle = "Nie";
AutoOffAfter15MinutesTitle = "Nach 15 Minuten";
AutoOffAfter30MinutesTitle = "Nach 30 Minuten";
AutoOffAfter45MinutesTitle = "Nach 45 Minuten";
AutoOffAfter1HourTitle = "Nach 1 Stunde";
AutoOffAfter2HoursTitle = "Nach 2 Stunden";
AutoOffAfter3HoursTitle = "Nach 3 Stunden";

HSDTaskDescriptionLegacy = "Zur Stromeinsparung wird Ihr Drucker nach einem festgelegten Zeitraum ausgeschaltet. Sie legen diesen Zeitraum im Popupmenü unten fest.";
HSDAutoOffLabelLegacy = "Automatische Stromzufuhr aus:";
ApplyButtonTitle = "Übernehmen";

HSDTaskName = "Autom.-Aus";
HSDTaskDescription = "Wenn die Funktion „Autom.-Aus“ aktiviert ist, wird der Drucker nach einer Inaktivitätsphase, deren Zeitdauer unten ausgewählt worden ist, automatisch ausgeschaltet. „Autom.-Aus“ wird deaktiviert, wenn der Drucker mit einem Netzwerk verbunden wird.\nTipp: Drücken Sie die Netztaste, um den Drucker wieder einzuschalten.";
HSDAutoOffLabel = "Autom.-Aus:";
"0" = "Deaktiviert";
"1" = "Nach 1 Minute";
"5" = "Nach 5 Minuten";
"10" = "Nach 10 Minuten";
"15" = "Nach 15 Minuten";
"20" = "Nach 20 Minuten";
"30" = "Nach 30 Minuten";
"60" = "Nach 1 Stunde";
"120" = "Nach 2 Stunden";
"180" = "Nach 3 Stunden";
"240" = "Nach 4 Stunden";
"480" = "Nach 8 Stunden";
"720" = "Nach 12 Stunden";
"1440" = "Nach 24 Stunden";
AutoOffEnableConfirmationTitle = "Autom.-Aus wirklich aktivieren?";
AutoOffEnableConfirmationMessage = "Über Autom.-Aus wird der Drucker %@ Inaktivität automatisch ausgeschaltet.";
YesButtonTitle = "Ja";
NoButtonTitle = "Nein";

HSDSleepAndAutoOffLabel = "Ruhemodus/Autom.-Aus:";
HSDShutDownLabel = "Herunterfahren:";
ShutDownEnableConfirmationTitle = "\"Herunterfahren\" wirklich aktivieren?";
ShutDownEnableConfirmationMessage = "Über \"Herunterfahren\" wird der Drucker nach der angegebenen Inaktivitätsphase (%@) automatisch heruntergefahren.";
HSDTaskDescriptionForAutoOff = "HP Autom.-Aus/Autom.-Ein ist ein Energiesparmodus, der den Energieverbrauch senkt und den Drucker bei Bedarf startet.";
HSDTaskDescriptionForShutDown = "Über \"Herunterfahren\" wird der Drucker nach einer voreingestellten Inaktivitätsphase automatisch ausgeschaltet. Wenn Sie die Funktion \"Herunterfahren\" verwenden, werden nach dem automatischen Ausschalten vom Drucker keine Dokumente (einschließlich per ePrint gesendete Dokumente) mehr gedruckt und keine anderen Aufträge mehr verarbeitet (z. B. Faxe oder geplante Ausgaben, wenn diese Optionen vom Drucker unterstützt werden). Diese Aufträge können erst nach Wiedereinschalten des Druckers gedruckt werden.";
HSDDelayWhenPortsAreActiveCheckBox = "Verzögerung bei aktiven Ports";
